---
kind: enumMember
id: F:Autodesk.Revit.DB.LoadOperationType.Automatic
enum: Autodesk.Revit.DB.LoadOperationType
source: html/ef5d6ee8-e822-264a-b0fd-174935999f72.htm
---
# Autodesk.Revit.DB.LoadOperationType.Automatic

The load operation was triggered automatically by another operation.